Repository: 19thcentury/dockbarx
Catalog: po-themes/*.po
Languages: hu

source: Window list background
hu: Ablak lista háttér

source: Normal text
hu: Normál szöveg

source: Active window text
hu: Aktív ablak szöveg

source: Minimized window text
hu: Minimalizált ablak szöveg

source: Active color
hu: Aktív szín

source: Not used
hu: Nem használt

source: Active
hu: Aktív

source: Launching color
hu: Indítás színe

source: Attention color
hu: Figyelmeztetés színe

source: Minimized color
hu: Minimalizált szín

source: Active glow
hu: Aktív fény

source: Button color
hu: Gomb színe

source: Active + indicator color
hu: Aktív + jelző szín

source: Active + dots color
hu: Aktív + pontok színe
