Repository: 19thcentury/dockbarx
Catalog: po/*.po
Languages: ar, da, de, es, eu, it, pl, sk

source: DockBarX preferences
ar: تفضيلات DockBarX
da: DockbarX Egenskaber
de: DockBarX-Einstellungen
es: Preferencias de DockBarX
eu: DockBarX hobespenak
it: Preferenze DockBarX
pl: Ustawienia programu
sk: DockBarX nastavenia

source: Window item actions
da: Handlinger for vinduesobjekter
de: Fensterelement-Aktionen
es: Acciones del elemento de ventana
eu: Leihoen ekintzak
it: Azioni della finestra singola
pl: Akcje okna

source: Left mouse button
ar: زر الفأرة الأيمن
da: Venstre musetast
de: Linke Maustaste
es: Botón principal del ratón
eu: Saguaren ezkerreko botoia
it: Pulsante sinistro del mouse
pl: Lewy przycisk myszy
sk: Ľavé tlačidlo myši

source: Shift + left mouse button
ar: زر الفأرة الأيسر + Shift
da: Shift + venstre musetast
de: Umschalt + linke Maustaste
es: Mayús + botón principal del ratón
eu: Shift + saguaren ezkerreko botoia
it: Shift + tasto sinistro del mouse
pl: Shift + lewy przycisk myszy
sk: Shift + ľavé tlačidlo myši

source: Middle mouse button
ar: زر الفأرة اﻷوسط
da: Midterste musetast
de: Mittlere Maustaste
es: Botón central del ratón
eu: Saguaren erdiko botoia
it: Tasto centrale del mouse
pl: Środkowy przycisk myszy
sk: Prostredné tlačidlo myši

source: Shift + middle mouse button
ar: زر الفأرة الأوسط + Shift
da: Shift + midterste musetast
de: Umschalt + mittlere Maustaste
es: Mayús + botón central del ratón
eu: Shift + saguaren erdiko botoia
it: Shift + tasto centrale del mouse
pl: Shift + środkowy przycisk myszy
sk: Shift + Prostredné tlačidlo myši

source: Right mouse button
ar: زر الفأرة اﻷيمن
da: Højre musetat
de: Rechte Maustaste
es: Botón secundario del ratón
eu: Saguaren eskuineko botoia
it: Tasto destro del mouse
pl: Prawy przycisk myszy
sk: Pravé tlačidlo myši

source: Shift + right mouse button
ar: زر الفأرة اﻷيمن + Shift
da: Shift ? højre musetast
de: Umschalt + rechte Maustaste
es: Mayús + botón secundario del ratón
eu: Shift + saguaren eskuineko botoia
it: Shift + tasto destro del mouse
pl: Shift + prawy przycisk myszy
sk: Shift + Pravé tlačidlo myši

source: Scroll up
ar: تدرَج للأعلى
da: Rul op
de: Nach oben scrollen
es: Desplazar hacia arriba
eu: Korritu gora
it: Scorri verso l'alto
pl: Przewiń do góry
sk: Rolovať hore

source: Scroll down
ar: تدرَج للأسفل
da: Rul ned
de: Nach unten scrollen
es: Desplazar hacia abajo
eu: Korritu behera
it: Scorri verso il basso
pl: Przewiń w dół
sk: Rolovať dole

source: select or minimize window
ar: أختار أو تصغير القائمة
da: vælg eller minimér vindue
de: Fenster auswählen oder minimieren
es: seleccionar o minimizar la ventana
eu: Aukeratu edo minimizatu leihoa
it: Seleziona o minimizza la finestra
pl: wybierz lub zminimalizuj okno
sk: vybrať alebo minimalizovať okno

source: select window
ar: أختار النافذة
da: vælg vindue
de: Fenster auswählen
es: seleccionar la ventana
eu: Aukeratu leihoa
it: Seleziona la finestra
pl: wybierz okno
sk: vybrať okno

source: maximize window
ar: تكبير النافذة
da: maksimér
de: Fenster maximieren
es: maximizar ventana
eu: maximizatu leihoa
it: Massimizza la finestra
pl: maksymalizuj okno
sk: maximalizovať okno

source: close window
ar: إغلاق النافذة
da: luk vindue
de: Fenster schließen
es: cerrar ventana
eu: Itxi leihoa
it: hiudi la finestra
pl: zamknij okno
sk: zatvoriť okno

source: show menu
ar: إظهار النافذة
da: vis menu
de: Menü anzeigen
es: mostrar menú
eu: Ikusi menua
it: mostra il menu
pl: pokaż menu
sk: zobraziť menu

source: shade window
ar: تظليل النافذة
da: nedton vindue
de: Fenster einrollen
es: plegar ventana
eu: Itzaldu leihoa
it: Arrotola finestra
pl: przyciemnij okno
sk: tieňovanie okna

source: unshade window
ar: إزالة تظليل النافذة
da: fjern nedtoning fra vindue
de: Fenster ausrollen
es: desplegar ventana
eu: Desitzaldu leihoa
it: Srotola finestra
pl: rozjaśnij okno
sk: zrušiť tieňovanie okna

source: no action
ar: بدون عمل
da: ingen handling
de: keine Aktion
es: sin acción
eu: Ekintzarik ez
it: nessuna azione
pl: brak akcji
sk: žiadna akcia

source: Close window list
da: Luk vinduesliste
de: Fensterliste schließen
es: Cerrar lista de ventanas
eu: Itxi leiho zerrenda
it: Chiudi lista delle finestre
pl: Zamknij listę okien
sk: Zatvoriť zoznam okien

source: Show close button
da: Vis luk knap
es: Mostrar botón de cierre
it: Mostra pulsante di chiusura
pl: Pokaż przycisk zamknięcia

source: Theme:
ar: السِمة:
da: Tema:
de: Thema:
es: Tema:
eu: Gaia:
it: Tema:
pl: Motyw:
sk: Motív vzhľadu:

source: Colors
ar: الألوان
da: Farver
de: Farben
es: Colores
eu: Koloreak
it: Colori
pl: Kolory
sk: Farby

source: Needs attention effect
ar: تحتاج إلى مؤثرة إنتباه
da: Brug for opmærksomheds effekt
de: »Braucht Aufmerksamkeit«-Effekt
es: Efecto al necesitar atención
eu: Efektua harreta behar denean
it: Effetto per attirare l'attenzione
pl: Gdy trzeba zwrócić uwagę, użyj efektu
sk: Potrebná pozornosť efekt

source: Compiz water
ar: ماء Compiz
da: Compiz vand effekt
de: Compiz-Wasser
es: Agua (Compiz)
eu: Compiz ura
it: Effetto Acqua di Compiz
pl: Efekt wody
sk: Compiz voda

source: Blinking
ar: يومِض
da: Blinke effekt
de: Blinken
es: Parpadear
eu: Keinuka
it: Lampeggio
pl: Migotanie
sk: Blikanie

source: Static
ar: ثابت
da: Statisk effekt
de: Statisch
es: Estático
eu: Estatikoa
it: Statico
pl: Statyczny
sk: Statický

source: No effect
ar: بدون تأثير
da: Ingen effekt
de: Kein Effekt
es: Sin efecto
eu: Efekturik ez
it: Nessun effetto
pl: Bez efektu
sk: Žiadny efekt

source: Use gtk menu (old style) instead of DockbarX style menu.
da: Brug gtk menu (gammelt udseende) i stedet for en DockbarX menu.
es: Usar menú GTK (clásico) en lugar del estilo de DockbarX.
it: Usa i menu gtk (vecchio stile) invece dello stile di DockbarX
pl: Użyj menu gtk (retro) zamiast menu Dockbarx
sk: Použije sa gtk menu (starý vzhľad) namiesto DockbarX štýlového menu.

source: Badge font
da: Emblem skriftype
it: Font delle info

source: Show window list only if more than one window is open
da: Vis kun vinduesliste hvis mere end et vindue er åbent
de: Fensterliste nur zeigen, wenn mehr als ein Fenster geöffnet ist.
es: Mostrar lista de ventanas solo si hay más de una ventana abierta
eu: Ikusi leiho zerrenda leiho bat baino gehiago zabalik dagoenean
it: Mostra lista delle finestre solo se è aperta più di una finestra
pl: Pokazuj listę okien tylko gdy otwarte jest więcej niż jedno okno
sk: Ukázať zoznam okien iba ak je otvorených viacero okien

source: Show tooltip when no window is open
ar: إظهار أداة التلميح عتدما لا توجد نافذة مفتوحة
da: Vis værktøjstip når der ikke er nogen vinduer åbne
de: Minihilfen anzeigen, wenn kein Fenster offen ist
es: Mostrar información cuando no hay ventanas abiertas
eu: Erakutsi argibidea leihorik ez dagoenean irekita
it: Mostra tooltip quando nessuna finestra è aperta
pl: Pokaż dymek, gdy okno nie jest otwarte
sk: Ukázať tipy ak nie je otvorené žiadne okno

source: Alignment
ar: المحاذاة
da: Justering
de: Ausrichtung
es: Alineamiento
eu: Lerrokatzea
it: Allineamento
pl: Wyrównanie
sk: Zarovnanie

source: Align left
ar: محاذاة لليسار
da: Juster til venstre
de: Linksbündig ausrichten
es: Alinear a la izquierda
eu: Lerrokatu ezkerrean
it: Allinea a sinistra
pl: Wyrównaj do lewej
sk: Zarovnať vľavo

source: Align center
ar: توسيط
da: Centreret
de: Mittig ausrichten
es: Alinear en el centro
eu: Lerrokatu erdian
it: Allinea al centro
pl: Wyśrodkuj
sk: Zarovnať na stred

source: Align right
ar: محاذاة لليمين
da: Juster til højre
de: Rechtsbündig ausrichten
es: Alinear a la derecha
eu: Lerrokatu eskuinean
it: Allinea a destra
pl: Wyrównaj do prawej
sk: Zarovnať vpravo

source: Delay
ar: التأخير
da: Forsinkelse
de: Verzögerung
es: Retardo
eu: Denbora tartea
it: Ritardo
pl: Opóźnienie
sk: Oneskorenie

source: Delay for switching between window lists
da: Forsinkelse for at skifte imellem vindueslister
de: Verzögerung beim Wechsel zwischen Fensterlisten.
es: Tiempo de retraso para cambiar entre listas de ventanas
eu: Leiho zerrenden aldaketa arteko denbora
it: RItardo nello spostamente da una lista di finestre all'altra
pl: Opóźnienie przy przełączaniu list okien
sk: Oneskorenie prepínania zoznamu okien

source: Previews
ar: المعاينات
da: Forhåndsvisning
de: Fenstervorschau
es: Previsualizaciones
eu: Aurrebistak
it: Anteprime
pl: Podgląd
sk: Náhľady

source: Show previews
ar: أظهر المعاينات
da: Vis forhåndsvisning
de: Fenstervorschau anzeigen
es: Mostrar previsualizaciones
eu: Erakutsi aurrebistak
it: Mostra anteprime
pl: Pokaż podgląd
sk: Zobraziť náhľady

source: Preview size
da: Størrelse på forhåndsvisning
de: Vorschaugröße
es: Tamaño de previsualización
eu: Aurrebistaren tamaina
it: Dimensione delle anteprime
pl: Wielkość podglądu
sk: Veľkosť náhľadu

source: Locked list
it: Lista bloccati

source: Show "locked list" option in menu
it: Mostra l'opzione "lista bloccati" nel menu

source: The option is only shown when a program has more than one window opened.
it: L'opzione è mostrata solo quando un programma ha più di una finestra aperta

source: Maximized windows should not overlap the locked list
it: Le finestre massimizzate non si sovrappongono alla lista bloccati

source: Group button actions
da: Handlinger for gruppering
de: Gruppenknopf-Aktionen
es: Agrupar acciones de botones
eu: Talde botoi ekintzak
it: Azioni del gruppo di finestre
pl: Działania przycisków grupy

source: select
ar: اختر
da: vælg
de: auswählen
es: seleccionar
eu: Hautatu
it: seleziona
pl: wybierz
sk: Vybrať

source: close all windows
ar: إغلاق جميع النوافذ
da: luk alle vinduer
de: alle Fenster schließen
es: cerrar todas las ventanas
eu: Itxi leiho denak
it: chiudi tutte le finestre
pl: zamknij wszystkie okna
sk: Zatvoriť všetky okná

source: minimize all windows
ar: تصغير جميع النوافذ
da: minimér alle vinduer
de: alle Fenster minimieren
es: minimizar todas las ventanas
eu: Minimizatu leiho denak
it: minimizza tutte le finestre
pl: minimalizuj wszystkie okna
sk: Minimalizovať všetky okná

source: maximize all windows
ar: تكبير جميع النوافذ
da: maksimér alle vinduer
de: alle Fenster maximieren
es: maximizar todas las ventanas
eu: Maximizatu leiho denak
it: massimizza tutte le finestre
pl: maksymalizuj wszystkie okna
sk: Maximalizovať všetky okná

source: launch application
ar: إطلاق التطبيق
da: start program
de: Anwendung starten
es: ejecutar aplicación
eu: Abiarazi aplikazioa
it: lancia l'applicazione
pl: uruchom aplikację
sk: Spustiť aplikáciu

source: remove launcher
ar: إزالة منصة الإطلاق
da: fjern programgenvej
de: Starter entfernen
es: quitar lanzador
eu: Kendu abiarazlea
it: rimuovi il lanciatore
pl: usuń skrót
sk: Zmazať spúšťač

source: select next window
ar: إختر النافذة التالية
da: vælg næste vindue
de: nächstes Fenster auswählen
es: seleccionar ventana siguiente
eu: Aukeratu hurrengo leihoa
it: seleziona la finestra successiva
pl: wybierz następne okno
sk: Vybrať ďalšie okno

source: select previous window
ar: إختر النافذة السابقة
da: vælg forige vindue
de: vorheriges Fenster auswählen
es: seleccionar ventana anterior
eu: Aukeratu aurreko leihoa
it: seleziona la finestra precedente
pl: wybierz poprzednie okno
sk: Vybrať predchádzajúce okno

source: minimize all other groups
ar: تصغير جميع المجموعات اﻷخرى
da: minimér alle andre grupper
de: alle anderen Gruppen minimieren
es: minimizar los otros grupos
eu: Minimizatu beste talde denak
it: minimizza tutti gli altri gruppi
pl: minimalizuj pozostałe grupy
sk: Minimalizovať všetky ostatné skupiny

source: compiz scale windows
ar: نوافذ القياس للـ compiz
da: compiz skalér vinduer
de: Compiz: Fenstergröße
es: escalar ventanas (Compiz)
eu: compiz leiho eskalatzea
it: effetto scala finestra di compiz
pl: [Compiz] skaluj okna
sk: compiz určuje mierku okien

source: compiz shift windows
ar: نوافذ التحول للـ compiz
da: compiz skift imellem vinduer
de: Compiz: Fensterverschiebung
es: desplazar ventanas (Compiz)
eu: compiz leiho aldatzea
it: effetto sposta finestra di compiz
pl: [Compiz] przesuń okna
sk: compiz prepína okná

source: compiz scale all
ar: قياس الكل للـ compiz
da: compiz skalér alle
de: Compiz: Größe ändern
es: escalar todo (Compiz)
eu: compiz dena eskalatu
it: effetto scala tutte le finestre di compiz
pl: [Compiz] skaluj wszystko
sk: compiz určuje mierku všetkého

source: show preference dialog
ar: إظهار حوار التفضيلات
da: vis præference dialogen
de: Einstellungsdialog anzeigen
es: mostrar diálogo de preferencias
eu: Erakutsi hobespenen elkarrizketa
it: mostra finestra delle preferenze
pl: pokaż okno ustawień
sk: Zobraziť dialóg nastavení

source: Double click
ar: النقر مرتين
da: Dobbeltklik
de: Doppelklick
es: Pulsación doble
eu: Klik bikoitza
it: Doppio clic
pl: Podwójne kliknięcie
sk: Dvojité kliknutie

source: "Select" action options
ar: خيارات عمل "إختر"
da: "Vælg" handlings indstillinger
de: Einstellungen für Auswahlaktionen
es: Opciones de la acción «Seleccionar»
eu: "aukeratu" ekintzaren aukerak
it: Opzioni dell'azione "Seleziona"
pl: Działanie kliknięcia
sk: "Vybrať" možnosti akcie

source: One window open
da: Et vindue åbent
de: Ein Fenster geöffnet
es: Una ventana abierta
eu: Leiho bat irekita
it: Una finestra aperta
pl: Jedno otwarte okno
sk: Otvorené jedno okno

source: Multiple windows open
da: Flere vinduer åbne
de: Mehrere Fenster geöffnet
es: Múltiples ventanas abiertas
eu: Hainbat leiho irekita
it: Più finestre aperte
pl: Wiele otwartych okien
sk: Otvorených viacero okein

source: select all
ar: إختر الكل
da: vælg alle
de: alle auswählen
es: seleccionar todo
eu: aukeratu denak
it: seleziona tutto
pl: zaznacz wszystko
sk: Vybrať všetko

source: select or minimize all
ar: إختر أو تصغير الكل
da: vælg eller minimér alle
de: alle auswählen oder minimieren
es: seleccionar o minimizar todo
eu: aukeratu edo minimizatu denak
it: seleziona o minimizza tutto
pl: wybierz lub minimalizuj wszystko
sk: Vybrať alebo minimalizovať všetko

source: compiz scale
ar: قياس compiz
da: compiz skalér
de: Compiz: Größe
es: escalar (Compiz)
eu: compiz eskala
it: effetto scala di compiz
pl: [Compiz] skaluj
sk: compiz určuje

source: cycle through windows
ar: دورة من خلال النوافذ
da: naviger gennem vinduer
de: durch Fenster wechseln
es: moverse entre las ventanas
it: ciclo attraverso le finestre
pl: przełączaj między oknami
sk: Cyklovať medzi oknami

source: show window list
da: vis vinduesliste
de: Fensterliste anzeigen
es: mostrar lista de ventanas
eu: erakutsi leiho zerrenda
it: Mostra lista delle finestre
pl: pokaż listę okien
sk: ukázať zoznam okien

source: Workspace behavior
da: Arbejdsområde opførsel
de: Arbeitsflächen-Verhalten
es: Comportamiento del espacio de trabajo
eu: Idazmahaiaren portaera
it: Comportamento dell'area di lavoro
pl: Zachowanie pulpitu
sk: Správanie pracovných plôch

source: Ignore windows on other workspaces
ar: تجاهل النوافذ الموجودة في مساحات العمل اﻷخرى
da: Ignorer vinduer på andre arbejdsområder
de: Fenster auf anderen Arbeitsflächen ignorieren
es: Ignorar ventanas en otros espacios de trabajo
eu: Ezikusi beste idazmahaietako leihoak
it: Ignora le finestre negli altri workspace
pl: Ignoruj okna na innych pulpitach
sk: Ignorovať okná na iných plochách

source: Switch workspace when needed
ar: تبديل مساحة العمل عند الحاجة
da: Skift til arbejdsområde når det er nødvendigt
de: Wenn nötig, Arbeitsfläche wechseln
es: Cambiar espacio de trabajo cuando se precise
eu: Aldatu idazmahaia behar denean
it: Cambia workspace quando è necessario
pl: Przełącz pulpit, gdy to wymagane
sk: Prepnúť pracovnú plochu ak je to potrebné

source: Move windows from other workspaces
ar: نقل النوافذ من المساحات الأخرى
da: Flyt vinduer fra andre arbejdsområder
de: Fenster von anderen Arbeitsflächen verschieben
es: Mover ventanas desde otros espacios de trabajo
eu: Mugitu leihoak beste mahaigainetatik
it: Muovi finestra da un altro workspace
pl: Przenieś okna z innych pulpitów
sk: Presunúť okná z iných plôch

source: "Select next" options
da: "Vælg næste" indstillinger
es: Opciones de «Seleccionar siguiente»
it: Opzioni dell'azione "Seleziona sucessiva"

source: "Select next" selects the most recently used window in the group
da: "Vælg Næste" vælger det senest brugte vindue i gruppen
es: «Seleccionar siguiente» selecciona la ventana del grupo usada más recientemente
it: L'azione "Seleziona successiva" seleziona la finestra più usata di recente nel gruppo

source: If set, "Select Next" action selects the window that has been used most recently, otherwise it activates the next window in the window list.
da: Hvis aktiveret, vil "Vælg Næste" handlinge vælge det senest brugte vindue, ellers aktiveres det næste vindue i vinduet
es: Si está configurado, «Seleccionar siguiente» selecciona la ventana utilizada más recientemente; si no activa la siguiente ventana en la lista.
it: Se attivata, l'azione "Seleziona successiva" seleziona la finestra più usata di recente, altrimenti attiva la finestra successiva nella lista.

source: Use no delay with "Select next"
da: Brug ingen forsinkelse ved "Vælg næste"
es: No use tiempo de retraso con «Seleccionar siguiente»
it: Non creare ritardo con "Seleziona successiva"

source: If set, "Select Next" action selects the next window immediately without any delay
da: Hvis aktiveret, vil "Vælg Næste" handlingen vælge det næste vindue med det samme uden nogen forsinkelse
es: Si está configurado, «Seleccionar siguiente» seleccionará la siguiente ventana de inmediato y sin ninguna espera
it: Se attivata, l'azione "Seleziona successiva" seleziona la finestra successiva immediatamente senza ritardo

source: Use media buttons
da: Brug multimedieknapper
es: Usar botones de medios
it: Usa i pulsanti media

source: Use DockManager
da: Brug DockManager
es: Usar DockManager
it: Usa DockManager

source: Helpers
da: Hjælpere
es: Ayudantes
it: Aiutanti
pl: Pomocnicy

source: Ignore windows on other viewports/workspaces
ar: تجاهل نوافذ في المنافذ الإظهار/ المساحات العمل الأخرى
da: Ignorer vinduer på andre arbejdsområder/synsflader
de: Fenster auf anderen Arbeitsflächen ignorieren
es: Ignorar ventanas en otras áreas de trabajo
eu: Ezikusi leihoak beste lehiatila/mahaiganetan
it: Ignora le finestre in altri viewport/workspace
pl: Ignoruj okna na innych pulpitach
sk: Ignorovať okná na iných plochách

source: Ignore windows on other monitors
da: Ignorer vinduer på andre skærme
de: Fenster auf anderen Bildschirmen ignorieren
es: Ignorar ventanas en otros monitores
eu: Ezikusi leihoak beste monitoretan
it: Ignora finestre su altri monitor
pl: Ignoruj okna na innych obszarach roboczych
sk: Ignorovať okná na ostatných monitoroch

source: Give each wine application its own group button
da: Giv hver wine program sin egen gruppe knap
de: Jeder Wine-Anwendung einen eigenen Gruppenknopf geben
es: Darle a cada aplicación de WINE su propio botón de grupo
eu: Wine aplikazio bakoitzari eman bere talde botoia
it: Dai ad ogni applicazione wine il suo pulsante del gruppo
pl: Przypisz każdej aplikacji Wine osobny przycisk grupowy
sk: Zobraziť každú wine aplikáciu vo vlastnom skupinovom tlačidle

source: Keep open office application (Writer, Calc, etc.) separated
da: Behold open office programmerne (Writer, Calc, osv.) sepereret
de: OpenOffice-Anwendungen (Writer, Calc, etc.) trennen
es: Mantener las aplicaciones de OpenOffice (Writer, Calc, etc.) separadas
eu: Mantendu banatuta bulego aplikazioak (Writer, Calc, etab.)
it: Mantieni separate le applicazioni OpenOffice (Writer, Calc, ecc.)
pl: Odseparuj okna aplikacji office (Writer, Calc, itd.)
sk: Zobraziť open office aplikácie (Writer, Calc, atď.) oddelene

source: Delay on select all (Workaround for order problems)
da: Forsinkelse ved vælg alle (Midlertidig rettelse for problemer med rækkefølgen af vinduer)
de: Auswahl aller Fenster verzögern
es: Tiempo de espera al seleccionar todo (orden para solucionar problemas)
eu: Atzerapena denak batera aukeratzean (ordena arazoak ekiditeko)
it: Ritardo nella selezione di tutte le finestre (Soluzione per problemi di ordine)
pl: Opóźnienie przy zaznaczaniu wszystkiego (obejście problemów z kolejnością okien)

source: Compiz can't handle the order of multiple windows that are brought up at once. This problem can be solved by adding short delays between the activation of each window.
da: Compiz kan ikke håndtere rækkefølgen af flere vinduer der bragt frem på samme tid. Dette problem kan løses ved at tilføje en kort forsinkelse imellem aktiveringen af hvert vindue.
de: Compiz kann die Reihenfolge mehrerer gleichzeitig geöffneter Fenster nicht verwalten. Dieses Problem kann durch leichte Verzögerung zwischen den Aufrufen behoben werden.
es: Compiz no puede manejar la orden de múltiples ventanas que se traen todas a la vez. Este problema puede solucionarse agregando pequeños tiempos de retraso entre la activación de cada ventana.
eu: Hainbat leiho batera aurkeztean, baliteke compiz ez izatea gai ordena gordetzeko. Arazo hau leiho bakoitzaren aktibazioan atzerapen txiki bat txertatuz konpontzen da.
it: Compiz non può gestire l'ordine di finestre multiple. Questo problema può essere risolto aggiungendo brevi ritardi tra l'attivazione di ogni finestra.
pl: Compiz nie radzi sobie z porządkowaniem kolejności wielu okien wywołanych w tej samej chwili. Można rozwiązać ten problem przez dodanie krótkich opóźnień przed aktywacją każdego okna.

source: Opacify
da: Gennemsigtighed
de: Sichtbarkeit
es: Opacar
it: Opacizza
pl: Uczyń nieprzezroczystym
sk: Zakalenie

source: Opacify will make all other windows transparent when hovering a name or preview of a window in the window list.
da: Gennemsigtighed vil gøre alle andre vinduer transparente når musen svæver over et navn eller en forhåndsvisning af vinduer i vindueslisten.
de: Sichtbarkeit macht alle anderen Fenster transparent, wenn in der Fensterliste ein Name oder eine Vorschau eines Fensters überfahren wird.
es: Opacar hará todas las demás ventanas transparentes cuando se apunta al nombre o previsualización de una ventana en la lista.
it: "Opacizza" renderà tutte le altre finestre trasparenti quando il mouse è sul nome o sull'anteprima di una finestra nella lista.
pl: Funkcja nieprzezroczystości powoduje, że wszystkie pozostałe okna będą się stawać przezroczyste gdy wskaźnik myszy zostanie ustawiony na nazwie lub podglądzie okna na liście okien.

source: Opacify group
da: Synliggør gruppe
de: Gruppensichtbarkeit
es: Opacar grupo
it: Opacizza gruppo
pl: Nieprzezroczystość grupy
sk: Zakalenie skupiny

source: Opacify group will make all other groups transparent when hovering a group button.
da: Synliggør gruppe vil gøre alle andre grupper transparente når musen svæver over en gruppe knap
de: Gruppensichtbarkeit macht alle anderen Gruppen transparent, wenn ein Gruppenknopf überfahren wird.
es: Opacar grupo hará todos los demás grupos transparentes cuando se apunta a un botón de grupo.
it: "Opacizza gruppo" renderà trasparenti tutti gli altri gruppi di finestre quando il mouse è su un gruppo solo.
pl: Przezroczystość grupy ustawia przezroczystość dla innych grup, gdy przycisk grupy zostanie wskazany myszką.

source: Use smooth fade in/out
da: Brug flydene fade ind/ud
es: Usar animación de entrada/salida suave
it: Usa dissolvenza graduale

source: Opacity
da: Gennemsigtighed
de: Deckkraft
es: Opacidad
eu: Opakotasuna
it: Opacità
pl: Nieprzezroczystość
sk: Priehľadnosť

source: Smoothness
da: Renhed
es: Suavidad
it: Grado di dissolvenza

source: Duration
da: Varighed
es: Duración
it: Durata

source: Global Keyboard Shortcuts
da: Globale Tastetur Genveje
de: Systemweite Tastenkombinationen
es: Atajos de teclado globales
eu: Laster-tekla orokorrak
it: Scorciatoie da tastiera globali
pl: Globalne skróty klawiszowe
sk: Globálne klávesové skratky

source: Select next group
da: Vælg næste gruppe
de: Nächste Gruppe auswählen
es: Seleccionar el grupo siguiente
eu: Aukeratu hurrengo taldea
it: Seleziona il gruppo successivo
pl: Wybierz następną grupę
sk: Vybrať ďalšiu skupinu
