Repository: 19thcentury/dockbarx
Catalog: po/*.po
Languages: ar, da, de, es, eu, it, pl, sk

source: Select previous group
da: Vælg forige gruppe
de: Vorherige Gruppe auswählen
es: Seleccionar el grupo anterior
eu: Aukeratu aurreko taldea
it: Seleziona il gruppo precedente
pl: Wybierz poprzednią grupę
sk: Vybrať predchádzajúcu skupinu

source: Select next window in group
da: Vælg næste vindue i gruppe
de: Nächstes Fenster der Gruppe auswählen
es: Seleccionar la ventana siguiente del grupo
eu: Aukeratu taldeko hurrengo leihoa
it: Seleziona la finestra successiva nel gruppo
pl: Wybierz następne okno w grupie
sk: Vybrať ďalšie okno v skupine

source: Select previous window in group
da: Vælg forige vindue i gruppe
de: Vorheriges Fenster der Gruppe auswählen
es: Seleccionar la ventana anterior del grupo
eu: Aukeratu taldeko aurreko leihoa
it: Seleziona la finestra precedente nel gruppo
pl: Wybierz poprzednie okno w grupie
sk: Vybrať predchádzajúce okno v skupine

source: Note! Compiz keyboard shortcuts will override these.
es: ¡Nota! Los atajos de teclado Compiz se anularán con estos.
it: Nota! Le scorciatoie di Compiz si sovrappongono a queste
pl: Uwaga! skróty klawiaturowe Compiza będą miały pierwszeństwo

source: Skip pinned apps without open windows
es: Skip cubrió aplicaciones sin ventanas abiertas
it: Evita le applicazioni pinnate senza finestre aperte

source: Use Unity style number shortcuts (Super+number)
it: Usa scorciatoie in stile Unity (Super+number)

source: panel
it: pannello

source: corner
it: angolo

source: centered
it: centrato

source: Position
es: Posición
it: Posizione

source: left
es: Izquierda
it: sinistra

source: right
es: Derecha
it: destra

source: top
es: arriba
it: alto

source: bottom
es: parte inferior
it: basso

source: Size
es: Tamaño
it: Dimesione

source: Offset
it: Margine

source: Use this if the dock isn't able to automatically aviod overlapping with other panels
it: Usa se la dock non evita la sovrapposizione con gli altri pannelli

source: Appearance
ar: المظهر
da: Udseende
de: Erscheinungsbild
es: Apariencia
eu: Itxura
it: Aspetto
pl: Wygląd
sk: Vzhľad

source: Window List
da: Vinduesliste
de: Fensterliste
es: Lista de ventanas
eu: Leiho Zerrenda
it: Lista finestre
pl: Lista okien
sk: Zoznam Okien

source: Group Button
da: Gruppe knap
de: Gruppenknopf
es: Botón de grupo
eu: Talde botoia
it: Pulsante del gruppo
pl: Przycisk grupy
sk: Tlačidlo skupiny

source: Window Item
da: Vinduesobjekt
de: Fensterelement
es: Elemento de ventana
eu: Leihoa
it: FInestra
pl: Element okna

source: Plugins
da: Udviddelser
es: Complementos
it: Plugin

source: Advanced
ar: متقدِم
da: Avanceret
de: Erweitert
es: Avanzadas
eu: Aurreratua
it: Modalità avanzata
pl: Zaawansowane
sk: Pokročilé

source: No working themes found in /usr/share/dockbarx/themes or ~/.dockbarx/themes
da: Ingen funktionsdygtige temaer fundet i /usr/share/dockbarx/themes eller ~/.dockbarx/themes
de: Keine funktionierenden Themen in /usr/share/dockbarx/themes oder ~/.dockbarx/themes gefunden
es: No se ha encontrado ningún tema válido en /usr/share/dockbarx/themes ni en ~/.dockbarx/themes
eu: /usr/share/dockbarx/themes edo ~/.dockbarx/themes kokapeneko gaiak ez dabiltza.
it: Non sono stati trovati temi funzionanti in /usr/share/dockbarx/themes o in ~/.dockbarx/themes
pl: Nie znaleziono działającego motywu w /usr/share/dockbarx/themes lub ~/.dockbarx/themes
sk: Žiadne fungujúce schémy v /usr/share/dockbarx/themes or ~/.dockbarx/themes

source: Ignore windows on other workspace
da: Ignorer vinduer på andre arbejdsområder
de: Fenster auf anderen Arbeitsflächen ignorieren
es: Ignorar ventanas de otras áreas de trabajo
eu: Ezikusi leihoak beste mahaiganetan
it: Ignora le finestre in altri workspace
pl: Ignoruj okna na innych pulpitach
sk: Ignorovať okná na iných plochách

source: Previews requires the compiz plugin KDE Compability to be activated. Should dockbarx activate it for you?
da: Forhåndsvisning kræver at compiz udviddelsen KDE Compatabillity er aktiveret. Skal DockBarX aktivere det for dig?
de: Für die Vorschaufunktion muss das Compiz-Plugin »KDE Compability« aktiviert sein. Soll es jetzt aktiviert werden?
es: La vista previa requiere activar el plugin de Compiz "KDE Compability". ¿Quieres que DockBarX lo active?
eu: Aurrebistak compizeko KDE konpatibilitate plugina aktibatua behar du.Nahi duzu dockbarx zugatik aktibatzea?
it: Le anteprime richiedono che il plugin di compiz KDE Compatibility sia attivo. Vuoi che dockbarx lo attivi per te?
pl: Podgląd wymaga uruchomienia wtyczki "KDE Compability" w programie Compiz. Czy DockbarX ma uruchomić ją automatycznie?
sk: Náhľad vyžaduje aktivované Compiz KDE Compability. Má to dockbarx aktivovať?

source: The compiz plugin KDE Compability that is needed for previews doesn't seem to be installed. If you use ubuntu, you need to install the package compiz-fusion-plugins-main.
da: Compiz udviddelsen KDE Compability der er nødvendig for forhåndsvisning, ser ikke ud til at være installeret. Hvis du bruger Ubuntu skal du installere pakken compiz-fusion-plugins-main.
de: Das Compiz Plugin "KDE Compatibility", welches für die Fenstervorschau benötigt wird, scheint nicht installiert zu sein. Wenn Sie Ubuntu benutzen, müssen sie das Paket "compiz-fusion-plugins-main" installieren.
es: El plugin para compiz "KDE Compability" se necesita para las vistas previas no parece que esté instalado. Si usa Ubuntu, es necesario instalar el paquete compiz-fusion-plugins-main.
eu: Compizeko KDE konpatibilitate plugina behar da aurrebistarako eta badirudi instalatzeke duzula. Ubuntu erabiltzen bazabiltza instalatu compiz-fusion-plugins-main paketea.
it: Il plugin di compiz per la compatibiità con KDE che è necessario per le anteprime sembra non essere installato. Se usi Ubuntu, devi installare il pacchetto compiz-fusion-plugins-main.
pl: Wtyczka KDE Compability, która jest wymagana do podglądu, nie jest zainstalowana. Jeśli używasz Ubuntu, zainstaluj pakiet compiz-fusion-plugins-main.
sk: Compiz KDE Compability pravdepodobne nie je nainštalovaný. Ak používate Ubuntu, potrebujete nainštalovať balík compiz-fusion-plugins-main.

source: Previews requires that Support Plasma Thumnails should be activated in KDE Compability plugin. Should dockbarx activate it for you?
da: Forhåndsvisning kræver at undersøttelse for Support Plasma Thumnails er aktiveret i KDE Compability compiz udviddelsen. Skal DockBarX aktivere det for dig?
de: Für die Vorschaufunktion muss »Support Plasma Thumbnails« des Compiz-Plugins »KDE Compability« aktiviert sein. Soll es jetzt aktiviert werden?
es: Vista previa requiere el soporte miniaturas del plasma, puede ser activado dentro del plugin KDE Compatible. Quieres que Dockbarx lo active por ti?
it: Le anteprime richiedono che il supporto alle miniature di Plasma nel plugin KDE Compatibility sia attivo. Vuoi che dockbarx lo attivi per te?
pl: Podgląd wymaga uruchomienia "Support Plasma Thumbnails" we wtyczce "KDE Compability". Czy DockbarX ma uruchomić ją automatycznie?
sk: Náhľad vyžaduje aktivované Support Plasma Thumnails v KDE. Má to dockbarx aktivovať?

source: Opacify requires the compiz plugin Opacity, Brightness and Saturation to be activated. Should dockbarx activate it for you?
da: Synliggøring kræver at compiz udviddelsen Opacity, Brightness and Saturation er aktiveret. Skal DockBarX aktivere det for dig?
de: Für die Sichtbarkeits-Einstellungen muss das Compiz-Plugin »Opacity, Brightness and Saturation« aktiviert sein. Soll es jetzt aktiviert werden?
es: Se requiere activar el plugin Opacidad, Brillo y Saturacion. Quieres que dockbarx lo active por ti?
it: Opacizza richiede che il plugin Opacità, luminosità e saturazione di compiz sia attivo. Vuoi che dockbarx lo attivi per te?
pl: Nieprzezroczystość wymaga uruchomienia "Opacity, Brightness and Saturation" w programie Compiz. Czy DockbarX ma uruchomić ją automatycznie?
sk: Zakalenie vyžaduje Compiz plugin Opacity, Brightness and Saturation. Má to dockbarx aktivovať?

source: You need to have at least one mod key (<control>, <alt> or <super>) in the keyboard string.
da: Du skal bruge mindst een modulator tast (<control>, <alt> or <super>) i tasteturstrengen.
de: Sie brauchen mindestens ein Modifikations-Taste (<control>, <alt> oder <super>).
es: La combinacion debe contener al menos una tecla modificadora (<control>, <alt> o <super>).
it: Devi avere almeno un modificatore (<control>, <alt> o <super>) nella combinazione di tasti
pl: Kombinacja klawiszy musi zawierać jeden z następujących klawiszy: <control>, <alt>, <super>.
sk: Musíte mať aspoň jeden mód kláves (<control>, <alt> or <super>) v klávesovom reťazci.

source: Identifier
ar: المعرف
da: Identifikator
de: Bezeichner
es: Identificador
eu: Identifikatzailea
it: Identificatore
pl: Identyfikator
sk: Identifikátor

source: Enter the identifier here
ar: أدخل المعرف هنا
da: Indtast identifikatoren her
de: Geben Sie den Bezeichner hier ein
es: Introduzca el identificador
eu: Sartu identifikatzailea hemen
it: Scrivere l'identificatore qui
pl: Tu wpisz identyfikator
sk: Zadajte identifikátor tu

source: You should have to do this only if the program fails to recognice its windows.
ar: يتوجب عليكم القيام بهذا فقط إن عجز البرنامج على التعرف على نافذته.
da: Det er kun nødvendigt at gøre dette hvis programmet ikke kan finde sine vinduer.
de: Sie sollten dies nur machen müssen, wenn die Fenster des Programms nicht erkannt werden können.
es: Sólo debería hacer esto si la aplicación no detecta la ventana.
eu: Programak bere leihoak ezagutzen ez dituenean bakarrik egin behar duzu hau.
it: Dovresti fare questo solo se il programma fallisce nel riconoscimento delle sue finestre.
pl: Należy to robić tylko wtedy, gdy program nie rozpoznaje swoich okien.
sk: Mali by ste to spraviť iba v prípade, že programu sa nepodarí rozpoznať jeho okná.

source: If the program is already running you should be able to find the identifier of the program from the dropdown list.
ar: إذا كان البرنامج في حين التشغيل سيمكنكم إيجاد معاريف البرنامج إنطلاقا من لائحة المنسدلة.
da: Hvis programmet allerede kører skulle du kunne finde dens identifikator fra dropdown listen.
de: Wenn das Programm bereits läuft, sollte der Bezeichner des Programms in der Liste zu finden sein.
es: Si la aplicación ya se está ejecutando, debería poder encontrar su identificador en la lista desplegable.
eu: Programa jadanik exekutatzen badabil bere identifikatzailea aurkitzeko gai izan beharko zinateke goitibehera zerrendan.
it: Se il programma è già in esecuzione, dovresti essere in grado di trovare l'identificatore del programma dalla lista a scomparsa
pl: Jeśli program jest już uruchomiony, jego identyfikator powinien znajdować się na liście rozwijanej.
sk: Ak program beží,mali by ste byť schopný nájsť identifikátor programu z rozbaľovacieho zoznamu.

source: Identifier:
ar: المعرف:
da: Identifikator:
de: Bezeichner:
es: Identificador:
eu: Identifikatzailea:
it: Identificatore:
pl: Identyfikator:
sk: Identifikátor:

source: _Minimize
ar: _تقليص
da: _Minimér
de: _Minimieren
es: _Minimizar
eu: _minimizatu
it: _Minimizza
pl: _Zminimalizuj
sk: _Minimalizovať

source: Un_minimize
ar: إزالة التقليص
da: _Gendan
de: _Wiederherstellen
es: Des_minimizar
eu: des _minimizatu
it: De_minimizza
pl: Cofnij _minimalizację
sk: Od_minimalizovať

source: Ma_ximize
ar: تكـ_بير
da: Ma_skimér
de: Ma_ximieren
es: Ma_ximizar
eu: Ma_ximizatu
it: _Massimizza
pl: Ma_ksymalizuj
sk: Ma_ximalizovať

source: Unma_ximize
ar: إلغاء الت_كبير
da: G_endan
de: Ma_ximierung aufheben
es: Desma_ximizar
eu: Desma_ximizatu
it: _Demassimizza
pl: Cofnij m_aksymalizację
sk: Zrušiť ma_ximalizáciu

source: _Close
ar: _إغلاق
da: _Luk
de: _Schließen
es: _Cerrar
eu: _Itxi
it: _Chiudi
pl: _Zamknij
sk: _Zatvoriť

source: _Launch application
ar: _تشغيل البرنامج
da: _Start program
de: Anwendung _starten
es: _Ejecutar aplicación
eu: _Abiarazi aplikazioa
it: _Lancia applicazione
pl: _Uruchom aplikację
sk: _Spustiť aplikáciu

source: _Pin application
da: _Fastgør program
de: Anwendung an_heften
es: _Retener aplicación
it: _Blocca applicazione
pl: _Przypnij aplikację
sk: _Pripnúť aplikáciu

source: Make custom launcher
da: Opret brugerdefineret programgenvej
de: Eigenen Starter erstellen
es: Crear lanzador personalizado
eu: Egin abiarazle pertsonalizatua
it: Crea lanciatore personalizzato
pl: Utwórz własny aktywator
sk: Vytvoriť vlastný spúšťač

source: Unpin application
da: Frigør program
de: Anwendung lösen
es: Desprender aplicación
it: Sblocca applicazione
pl: Odepnij aplikację
sk: Odopnúť aplikáciu

source: Properties
ar: الإعدادات
da: Egenskaber
de: Eigenschaften
es: Propiedades
eu: Propietateak
it: Proprietà
pl: Właściwości
sk: Vlastnosti

source: Edit Identifier
ar: تعديل المعرف
da: Rediger Identifikator
de: Bezeichner bearbeiten
es: Editar identificador
eu: Editatu identifikatzailea
it: Modifica identificatore
pl: Edytuj identyfikator
sk: Editovať Indikátor

source: Edit Launcher
da: Rediger Programgenvej
de: Starter ändern
es: Editar lanzador
eu: Abiarazlea editatu
it: Modifica lanciatore
pl: Edytuj aktywator
sk: Editovať Spúšťač

source: Recent
ar: حديث
da: Seneste
de: Letzte
es: Recientes
eu: Azkenekoak
it: Recente
pl: Ostatnio używane
sk: Nedávne

source: Most used
ar: الأكثر إستعمالا
da: Mest brugte
de: Meist genutzt
es: Más usados
eu: Erabilienak
it: Più usati
pl: Najczęściej używane
sk: Najviac používané

source: Related
ar: متعلق
da: Relaterede
de: Verwandt
es: Relacionado
eu: Harremana dutenak
it: Correlato
pl: Powiązane
sk: Príbuzné

source: Remove locked list
it: Rimuovi la lista bloccata

source: Show locked list
it: Mostra la lista bloccata

source: all windows
ar: جميع النوافذ
da: alle vinduer
de: alle Fenster
es: todas las ventanas
eu: leiho denak
it: tutte le finestre
pl: wszystkie okna
sk: všetky okná
